[
    {
        "id": 1,
        "name": "Graphics Design",
        "img":"./images/img-1.png",
        "details": "Graphic design is a profession, applied art and academic discipline whose activity consists in projecting visual communications intended to transmit specific messages to social groups, with specific objectives. Graphic design is an interdisciplinary branch of design and of the fine arts."
    },
    {
        "id": 2,
        "name": "Web Design & Development",
        "img":"./images/img-2.png", 
        "details": "Web design and development is an umbrella term that describes the process of creating a website. Like the name suggests, it involves two major skill sets: web design and web development. Web design determines the look and feel of a website, while web development determines how it functions." 
    },
    {
        "id": 3,
        "name": "Digital Marketing",
        "img":"./images/img-3.png",
        "details": "Digital marketing is the component of marketing that uses the Internet and online based digital technologies such as desktop computers, mobile phones and other digital media and platforms to promote products and services."  
    },
    {
        "id": 4,
        "name": "CPA Marketing",
        "img":"./images/img-4.png",
        "details": " CPA stands for “cost per action,” which refers to the fee an advertiser pays each time a new lead takes a predefined action (i.e. buying an item or signing up for a newsletter) which can be attributed to a promotional campaign from an affiliate."  
    },
    {
        "id": 5,
        "name": "Affiliate Marketting",
        "img":"./images/img-5.png",
        "details": "Affiliate marketing is a process where publishers earn a commission by promoting a product or service made by another retailer or advertiser using an affiliate link. The affiliate partner is rewarded a payout for providing a specific result to the retailer or advertiser."  
    },
    {
        "id": 6,
        "name": "App Development",
        "img":"./images/img-6.png",
        "details": "App Development refers to the creation of computer applications for use on mobile devices such as tablets, smartphones and smart watches. Mobile device features such as cameras, motion and location awareness can be used to create unique and inventive mobile-only applications for things such as taxi and bike sharing."  
    }
]